{
	"file_name": "fraud_waves_and_seasons",
	"title": "Fraud Waves & Seasons",
	"content": "Like with all things there are trends and there are patterns. All of which weave together to create a bigger picture. Often times over the years as an investigator who notices these things. It's difficult not to notice when a huge wave of fraud hits hard creating a 'All hand son deck!', type of moment... <br> Well it might sound like a metaphor to say that fraudulent activity is much like the weather we experience outside. It's actually not all that farfetched to determine this when looking at the data. There are harsh winters, cool springs, or you can have blazing hot summers! The same is true though where you can have cool summers, freezing springs, and warm winters. Fraudulent activity experiences these same seasonal changes as well. The amount in which fraud can happen is constantly changing with time and fraudsters are constantly tweaking ways they can continue to keep the hustle going. Which means we can track when these baddies have downtime to build up or repair. Yeah that's right, I called them baddies! <br> Let's look at a rough stripped down example of what the monthly fraud rates look like based on publicly available data: <br> <img> <br> Notice how on this graph fraudulent activity takes a break in the Summer and picks up going into Winter then peaks around January before finally tapering off. This is pretty much what it looks like at every single company. Now if you were to split this data exactly in half by the month and you switched it around. It would look like this next graph. <br> <img> <br> See how it gives off the appearance of a wave? This is why it feels like things come in waves! It literally does come in waves, but the inconsistencies in our day-to-day observations don't quite get to visualize what is happening to us over the months and the years and so on. <br> Now that's just public statistics too whereas within a company you can gather and track your own internal fraud trends and sub-trends to compare these with. <br> Anyways, the great part about recognizing that fraud comes in waves and seasons. Is that we too can take advantage of these seasonal changes to help investigations or to try and play catch up. We should always be trying to keep up with the goal of getting ahead. For instance, if we can identify that more fraud occurs around Christmas time. Let's aim to try and make the holiday season a little bit less painful for everyone. We can get the snow plows ready to prepare for a really harsh winter, if you catch my drift. "
}


